"You are about to open more then four panes of file info. Maybe you forget to press Control or Option key?" = "Rydych ar fin agor mwy, yna bedwar baen o wybodaeth ffeil. Efallai eich bod yn anghofio i bwyso Control neu allweddol Opsiwn?";
"Are you sure you want to open?" = "A ydych yn sicr eich bod am agor?";
